{
  "header": {
    "menu": {
      "0": "Services",
      "1": "Booking",
      "2": "About me",
      "3": "Contacts"
    }
  },
  "footer": {
    "policy": "Privacy Policy",
    "rights": "All rights reserved.",
    "city": "Poland, Wroclaw"
  },
  "main": {
    "title": "Piercing is your style and beauty",
    "subTitle": "Express yourself",
    "button": "Book Now",
    "text": "Explore new facets of your style with Darya"
  },
  "about": {
    "hello": "From My Heart",
    "text": "My name is Darya, and I'm excited to welcome you to my world of piercing and self-expression. With a passion for art and years of experience in the beauty industry, I craft unique and stylish piercings to help my clients discover new aspects of their style. My mission is not just to decorate, but to help people express their individuality through creative and stunning piercings. With a focus on detail and safety, each piercing is made with love and care, so you can feel confident and stylish. Let me help you explore new ways to express yourself and give your look a distinctive character. Let's create something amazing together!",
    "bye": "With love, Darya"
  },
  "form": {
    "nameField": "Name",
    "phoneField": "Phone",
    "emailField": "Email",
    "serviceTypeField": "Service Type",
    "serviceField": "Service",
    "studioField": "Studio",
    "timeField": "Time",
    "messageField": "Message",
    "messageFieldPlaceholder": "Start typing...",
    "acceptAgreement": {
      "start": "I accept the ",
      "agreement": "agreement",
      "end": " for the processing of personal data"
    },
    "acceptAge": "I confirm that I am 18 or older, or will be accompanied by a parent.",
    "formButton": "Book Now",
    "alert": {
      "time": "Please select a service and a date.",
      "loading": "Please wait a few seconds while your booking is being processed..."
    },
    "errors": {
      "nameNotValid": "Name is not valid or too long",
      "emailNotValid": "Email is not valid",
      "phoneNotValid": "Phone is not valid or too long",
      "messageNotValid": "Message is too long",
      "time": "Please select a service and a date."
    },
    "images": {
      "style": "Enhance Style",
      "pierced": "Get Pierced"
    }
  },
  "contacts": {
    "title": "Contacts",
    "city": "Poland, Wroclaw"
  },
  "services": {
    "title": "Piercing for Everyone",
    "subtitle1": "Hey! You’re in the place where your style transformation begins.",
    "subtitle2": "Piercing is not just about jewelry, it’s about self-expression. I’ll help you choose the perfect piercing to match your personality. Welcome to a world of bold accents and new looks.",
    "subtitle3": "Here, you can explore different types of piercings and find the one that speaks to you. If you're unsure about what to choose or have any questions, feel free to book a consultation with me — I’ll help you figure everything out :)",
    "warning": "*Piercings for minors can only be done with written consent from a parent or guardian, along with appropriate documentation.",
    "ears": {
      "title": "Ears",
      "lobe": "Lobe",
      "lobeDescription": "a classic earlobe piercing, perfect for a first-time experience. It heals quickly, pairs easily with other jewelry, and highlights your unique style.",
      "lobeAlt1": "Healed lobe piercing by Daryauo with blue jewelry.",
      "lobeAlt2": "Close-up of lobe piercing performed by Daryauo.",
      "lobeAlt3": "Symmetrical lobe piercing with elegant studs.",
      "lobeAlt4": "Fresh earlobe piercing with titanium ring.",
      "upper_lobe": "Upper lobe",
      "upper_lobeDescription": "a delicate piercing of the upper earlobe, adding an elegant and stylish touch. It pairs beautifully with other jewelry, allowing for unique combinations. Heals quickly and suits any look.",
      "helix": "Helix",
      "helixDescription": "a stylish cartilage piercing on the upper ear, highlighting individuality and adding an elegant touch. Popular among fans of minimalism and layered piercings. Pairs perfectly with hoops, bars, and studs.",
      "conch": "Conch",
      "conchDescription": "a bold cartilage piercing in the center of the ear, creating a stylish and unique accent. Perfect for those who love unconventional jewelry, such as large hoops or bars. It takes a bit longer to heal, but the effect is stunning.",
      "industrial": "Industrial",
      "industrialDescription": "a bold and striking piercing that connects two areas of cartilage on the upper ear with a barbell. This piercing draws attention and is perfect for those who love bold, expressive jewelry. A stylish choice for those looking to highlight their individuality.",
      "tragus": "Tragus",
      "tragusDescription": "a stylish cartilage piercing located at the front of the ear, near the entrance to the ear canal. It adds definition to the ear and pairs beautifully with other jewelry, such as hoops or small studs. Known for its quick healing process, it’s a popular choice for those who love minimalist piercings.",
      "rook": "Rook",
      "rookDescription": ".....",
      "daith": "Daith",
      "daithDescription": ".....",
      "snug": "Snug",
      "snugDescription": ".....",
      "antitragus": "Antitragus",
      "antitragusDescription": "a cartilage piercing located just below the tragus, on the opposite side of the ear. It creates a unique accent and pairs beautifully with other jewelry, adding an interesting touch to the ear. Perfect for those looking for something unconventional and expressive. Small hoops and clickers look especially stunning in this spot.",
      "flat": "Flat",
      "flatDescription": "....."
    },
    "nose": {
      "title": "Nose",
      "septum": "Septum",
      "septumDescription": ".....",
      "nostril": "Nostril",
      "nostrilDescription": ".....",
      "bridge": "Bridge",
      "bridgeDescription": "....."
    },
    "eyebrow": {
      "title": "Eyebrow",
      "eyebrow": "Eyebrow",
      "eyebrowDescription": "....."
    },
    "navel": {
      "title": "Navel",
      "navel": "Navel",
      "navelDescription": "....."
    },
    "lips_mouth": {
      "title": "Lips & mouth",
      "labret": "Labret",
      "labretDescription": ".....",
      "vertical_labret": "Vertical labret",
      "vertical_labretDescription": ".....",
      "medusa": "Medusa",
      "medusaDescription": ".....",
      "smile": "Smile",
      "smileDescription": "....."
    },
    "18+": {
      "title": "18+",
      "standart": "Standart nipple",
      "standartDescription": ".....",
      "double": "Double nipple",
      "doubleDescription": "....."
    },
    "surf_dermal": {
      "title": "Surface & microdermal",
      "surface": "Surface",
      "surfaceDescription": ".....",
      "microdermal": "Microdermal",
      "microdermalDescription": "....."
    },
    "other": {
      "title": "Other",
      "consultation": "Consultation",
      "consultationDescription": ".....",
      "downsize": "Downsize",
      "downsizeDescription": ".....",
      "changing_jewelry": "Changing jewelry",
      "changing_jewelryDescription": "....."
    }
  },
  "bookingConfirmation": {
    "title": "Thank you for your booking!",
    "subTitle": "Your booking number is {number}",
    "text": "We have sent an email with the details of your booking to {email}",
    "text2": "If you don’t see the email in your inbox, please check your spam folder.",
    "details": {
      "serviceTypeField": "Service Type",
      "serviceField": "Service"
    },
    "buttonReturn": "Go to the main page"
  },
  "reschedule": {
    "title": "Reschedule an appointment",
    "subTitle": "If you change or cancel, please do so at least 1 hour before the appointment.",
    "buttonSave": "Reschedule the booking",
    "buttonDelete": "Cancel the booking",
    "buttonReturn": "Go to the main page",
    "error": "The appointment could not be found.",
    "successfullyRescheduled": "Booking has been successfully rescheduled",
    "successfullyCanceld": {
      "title": "Booking has been successfully canceld",
      "subtitle": "We are very sorry that you canceled your appointment. We hope you will book with us again :)"
    },
    "details": {
      "title": "Your booking number is {number}",
      "text": "We have sent an email with the details of your booking to {email}",
      "serviceTypeField": "Service Type",
      "serviceField": "Service"
    },
    "askDelete": {
      "title": "Are you sure you want to cancel your booking?",
      "subtitle": "After canceling, you can make a new reservation on the website.",
      "buttonDelete": "Cancel the booking",
      "buttonGoBack": "Go back"
    }
  },
  "fetchErrors": "Please refresh the page and try again.",
  "policy": {
    "Title": "Privacy Policy",
    "Intro1": "Dear User, ",
    "Intro2": "I am committed to ensuring your privacy and the comfortable use of my service. That is why I am providing you with key information regarding the processing of your personal data.",
    "items": {
      "GeneralProvisions": {
        "title": "General Provisions",
        "1": "The administrator of personal data is Darya Miadzvedzeva, located in Wrocław at 30/7b Mieszczańska Street, 50-201 Wrocław (hereinafter referred to as the Administrator).",
        "2": "For any questions related to the processing of your personal data, you can contact us via the following email: daryauo.piercing@gmail.com or by mail at the following address: 30/7b Mieszczańska Street, 50-201 Wrocław.",
        "3": "Your personal data is processed on the website in accordance with the requirements of the General Data Protection Regulation (GDPR; Regulation (EU) 2016/679, Polish: Rozporządzenie o ochronie danych osobowych (RODO) - hereinafter GDPR) and defines the procedures for processing personal data and the security measures implemented by the Administrator.",
        "4": "This Privacy Policy (hereinafter referred to as the Policy) applies to all information that the Administrator may collect about visitors to the website https://daryauo-piercing.com/ (hereinafter referred to as the Site).",
        "5": "The User is any natural person who visits the Site and/or uses the services offered on the Site, fills out forms, sends requests, or engages in other activities related to the use of the Site."
      },
      "PersonalDataProcessed": {
        "title": "The Administrator May Process the Following Personal Data of the User",
        "1": "Name",
        "2": "Phone number",
        "3": "Email address",
        "4": "Providing accurate personal data is voluntary, but without it, the service cannot be fulfilled. By providing their data, the User confirms their agreement with this Policy."
      },
      "PurposesOfDataProcessing": {
        "title": "Purposes of Personal Data Processing",
        "1": "All data is processed solely for the purpose of providing services. Without consent for their processing, the Administrator cannot fulfill the service.",
        "2": {
          "title": "The purpose of processing the User's personal data:",
          "1": "processing your service bookings;",
          "2": "informing the User via email;",
          "3": "maintaining communication with the User regarding bookings or other matters."
        }
      },
      "LegalBasis": {
        "title": "Legal Basis for the Processing of Personal Data",
        "1": {
          "title": "The legal bases for processing personal data by the Administrator are:",
          "1": "Users’ consent to the processing of their personal data;",
          "2": "GDPR;",
          "3": "other regulatory acts in the field of data protection."
        },
        "2": "The Administrator processes the User's personal data only when the User fills out and/or submits it independently through forms on the Site or sends it to the Administrator via email. By filling out the relevant forms and/or sending their personal data to the Administrator, the User agrees with this Policy."
      },
      "SecurityPolicy": {
        "title": "Security Policy - How the Administrator Protects Your Data",
        "1": "Personal data provided via the form on the Site, as well as in email correspondence, is considered confidential and is not visible to third parties.",
        "2": "The Administrator uses the latest technologies and special procedures to protect personal data, including the use of SSL certificates for encrypted connections. Personal data is stored in a database where technical and organizational measures are used to ensure the security of the processed data in accordance with GDPR requirements.",
        "3": "The Administrator declares that all necessary technical and organizational measures have been taken to ensure the safety and integrity of the processed personal data, as well as to prevent its loss, modification, and/or unauthorized access by third parties."
      },
      "DataProcessingProcedures": {
        "title": "Procedure for Collecting, Storing, Transmitting, and Other Types of Personal Data Processing",
        "subtitle": "The security of personal data processed by the Administrator is ensured through the implementation of legal, organizational, and technical measures necessary to fully comply with the requirements of current data protection legislation.",
        "1": "The Administrator ensures the security of personal data and takes all possible measures to prevent unauthorized access.",
        "2": "The User's personal data will never, under any circumstances, be transferred to third parties, except for cases related to compliance with the law or when the data subject has given consent for its transfer to a third party for fulfilling obligations under a civil contract.",
        "3": "The processing period for personal data is determined by the achievement of the purposes for which the personal data was collected. If these purposes are fulfilled or consent is withdrawn, the data is deleted unless further processing is required by law or to fullfill contractual obligations.",
        "4": "The condition for terminating personal data processing may be the achievement of the processing purposes, the expiration of the consent period, or the withdrawal of consent by the data subject, as well as the detection of unlawful processing of personal data.",
        "5": "Restrictions imposed by the data subject regarding the transmission (except for access provision), processing, or conditions of processing of personal data authorized for distribution do not apply in cases of processing personal data for state, public, or other public interests as defined by Polish and EU law. Transmission occurs exclusively in accordance with GDPR.",
        "6": "The Administrator ensures the confidentiality of personal data during its processing."
      },
      "UserRights": {
        "title": "What Rights Do You Have Regarding the Processing of Your Data?",
        "1": {
          "title": "In connection with our processing of your personal data, you have the right to:",
          "1": "access your data, including obtaining a copy (Article 15 GDPR or, if applicable, Article 13(1)(f) GDPR);",
          "2": "request clarification (correction) of your data (Article 16 GDPR);",
          "3": "request deletion of data processed without a valid reason (Article 17 GDPR);",
          "4": "restrict the processing of data (suspend data operations) (Article 18 GDPR);",
          "5": "transfer data to another administrator (Article 20 GDPR);",
          "6": "withdraw consent for data processing at any time, if it is based on Article 6(1)(f) of the GDPR, without affecting the processing performed based on consent before its withdrawal."
        },
        "2": "If you believe that your data is being processed unlawfully, you can file a complaint with the President of the Personal Data Protection Office."
      },
      "FinalProvisions": {
        "title": "Final Provisions",
        "1": "The User may request any clarification regarding the processing of their personal data by contacting the Administrator via email at daryauo.piercing@gmail.com.",
        "2": "The Administrator reserves the right to make changes to this document in case of legislative changes related to personal data protection. Notification of any additions or changes to the Privacy Policy will be published on the website: https://daryauo-piercing.com/policy."
      }
    },
    "back": "Back to main page",
    "button": "Book Now"
  },
  "404": {
    "title": "404. Oops, Page Not Found!",
    "subtitle": "The page you are looking for could't be found.",
    "text": "What can you do?",
    "text1": "Check the entered page address",
    "text2": "Go to Main Page",
    "back": "Back to main page"
  }
}
