{
  "header": {
    "menu": {
      "0": "Usługi",
      "1": "Rezerwacja",
      "2": "O mnie",
      "3": "Kontakt"
    }
  },
  "footer": {
    "policy": "Polityka Prywatności",
    "rights": "Wszelkie prawa zastrzeżone.",
    "city": "Polska, Wrocław"
  },
  "main": {
    "title": "Piercing to Twój styl i piękno",
    "subTitle": "Wyraź siebie",
    "button": "Zarezerwuj teraz",
    "text": "Poznaj nowe aspekty swojego stylu z Darią"
  },
  "about": {
    "hello": "Prosto z serca",
    "text": "Nazywam się Darya i z radością witam Cię w moim świecie piercingu i samowyrażania. Z pasją do sztuki i wieloletnim doświadczeniem w branży beauty tworzę unikalne i stylowe piercingi, które pomagają moim klientom odkrywać nowe aspekty ich stylu. Moim celem jest nie tylko ozdabianie, ale także pomoc ludziom w wyrażaniu ich indywidualności poprzez kreatywny i olśniewający piercing. Z dbałością o szczegóły i bezpieczeństwo, każdy piercing wykonuję z miłością i troską, abyś mogła/mógł czuć się pewnie i stylowo. Pomogę Ci odkryć nowe sposoby wyrażania siebie oraz nadamy Twojemu wyglądowi wyjątkowy charakter. Stwórzmy razem coś niesamowitego!",
    "bye": "Z miłością, Darya"
  },
  "form": {
    "nameField": "Imię",
    "phoneField": "Telefon",
    "emailField": "Email",
    "serviceTypeField": "Rodzaj usługi",
    "serviceField": "Usługa",
    "studioField": "Studio",
    "timeField": "Czas",
    "messageField": "Wiadomość",
    "messageFieldPlaceholder": "Zacznij pisać...",
    "acceptAgreement": {
      "start": "Akceptuję ",
      "agreement": "umowę",
      "end": " na przetwarzanie danych osobowych"
    },
    "acceptAge": "Potwierdzam, że mam 18 lat lub więcej, lub będę w towarzystwie rodzica.",
    "formButton": "Rezerwuj teraz",
    "alert": {
      "time": "Proszę wybrać usługę i datę.",
      "loading": "Proszę poczekać kilka sekund, aż Twoja rezerwacja zostanie przetworzona..."
    },
    "errors": {
      "nameNotValid": "Imię jest nieprawidłowe lub za długie",
      "emailNotValid": "Email jest nieprawidłowy",
      "phoneNotValid": "Telefon jest nieprawidłowy lub za długi",
      "messageNotValid": "Wiadomość jest za długa",
      "time": "Proszę wybrać usługę i datę."
    },
    "images": {
      "style": "Ulepsz styl",
      "pierced": "Zrób piercing"
    }
  },
  "contacts": {
    "title": "Kontakt",
    "city": "Polska, Wrocław"
  },
  "services": {
    "title": "Kolczyki dla każdego",
    "subtitle1": "Hej! Jesteś w miejscu, gdzie zaczyna się Twoja metamorfoza stylu.",
    "subtitle2": "Kolczyki to nie tylko biżuteria — to forma wyrażania siebie. Pomogę Ci wybrać idealny piercing, który podkreśli Twoją osobowość. Witaj w świecie odważnych akcentów i nowych looków.",
    "subtitle3": "Tutaj możesz odkrywać różne rodzaje piercingu i znaleźć ten, który najbardziej do Ciebie pasuje. Jeśli nie wiesz, co wybrać, albo masz pytania, umów się ze mną na konsultację — razem wszystko ogarniemy :)",
    "warning": "*Piercing u osób niepełnoletnich może być wykonany wyłącznie za pisemną zgodą rodzica lub opiekuna prawnego oraz po okazaniu odpowiednich dokumentów.",
    "ears": {
      "title": "Uszy",
      "lobe": "Płatek ucha",
      "lobeDescription": "klasyczny piercing w płatku ucha, idealny na pierwszy raz. Szybko się goi, łatwo łączy się z inną biżuterią i podkreśla Twój unikalny styl.",
      "lobeAlt1": "Healed lobe piercing by Daryauo with blue jewelry.",
      "upper_lobe": "Górny płatek ucha",
      "upper_lobeDescription": "delikatny piercing w górnej części płatka ucha, dodający elegancji i stylu. Doskonale komponuje się z inną biżuterią, pozwalając na wyjątkowe kombinacje. Szybko się goi i pasuje do każdego wyglądu.",
      "helix": "Helix",
      "helixDescription": "stylowy piercing w chrząstce górnej części ucha, podkreślający indywidualność i dodający elegancji. Popularny wśród fanów minimalizmu i warstwowych piercingów. Idealnie pasuje do kółek, sztang i wkrętów.",
      "conch": "Conch",
      "conchDescription": "odważny piercing w chrząstce w centralnej części ucha, tworzący stylowy i unikalny akcent. Idealny dla osób kochających nietypową biżuterię, jak duże kółka czy sztangi. Goje się nieco dłużej, ale efekt jest oszałamiający.",
      "industrial": "Industrial",
      "industrialDescription": "odważny i efektowny piercing łączący dwa miejsca w chrząstce górnej części ucha za pomocą sztangi. Przyciąga uwagę i jest idealny dla osób kochających wyrazistą biżuterię. Stylowy wybór dla tych, którzy chcą podkreślić swoją indywidualność.",
      "tragus": "Tragus",
      "tragusDescription": "stylowy piercing w chrząstce znajdującej się z przodu ucha, przy wejściu do kanału słuchowego. Dodaje wyrazistości uchu i świetnie komponuje się z inną biżuterią, jak kółka czy małe wkręty. Znany z szybkiego gojenia, to popularny wybór dla fanów minimalistycznych piercingów.",
      "rook": "Rook",
      "rookDescription": ".....",
      "daith": "Daith",
      "daithDescription": ".....",
      "snug": "Snug",
      "snugDescription": ".....",
      "antitragus": "Antytragus",
      "antitragusDescription": "piercing w chrząstce znajdującej się tuż pod tragusem, po przeciwnej stronie ucha. Tworzy unikalny akcent i świetnie komponuje się z inną biżuterią, dodając ciekawy element do ucha. Idealny dla osób szukających czegoś nietypowego i wyrazistego. Szczególnie efektownie wyglądają tu małe kółka i clickery.",
      "flat": "Flat",
      "flatDescription": "....."
    },
    "nose": {
      "title": "Nos",
      "septum": "Septum",
      "septumDescription": ".....",
      "nostril": "Nostril",
      "nostrilDescription": ".....",
      "bridge": "Bridge",
      "bridgeDescription": "....."
    },
    "eyebrow": {
      "title": "Brew",
      "eyebrow": "Brew",
      "eyebrowDescription": "....."
    },
    "navel": {
      "title": "Pępek",
      "navel": "Pępek",
      "navelDescription": "....."
    },
    "lips_mouth": {
      "title": "Wargi & jama ustna",
      "labret": "Labret",
      "labretDescription": ".....",
      "vertical_labret": "Vertical labret",
      "vertical_labretDescription": ".....",
      "medusa": "Medusa",
      "medusaDescription": ".....",
      "smile": "Smile",
      "smileDescription": "....."
    },
    "18+": {
      "title": "18+",
      "standart": "Standart nipple",
      "standartDescription": ".....",
      "double": "Double nipple",
      "doubleDescription": "....."
    },
    "surf_dermal": {
      "title": "Surface & microdermal",
      "surface": "Surface",
      "surfaceDescription": ".....",
      "microdermal": "Microdermal",
      "microdermalDescription": "....."
    },
    "other": {
      "title": "Inne",
      "consultation": "Konsultacja",
      "consultationDescription": ".....",
      "downsize": "Downsize",
      "downsizeDescription": ".....",
      "changing_jewelry": "Wymiana kolczyka",
      "changing_jewelryDescription": "....."
    }
  },
  "bookingConfirmation": {
    "title": "Dziękujemy za rezerwację!",
    "subTitle": "Twój numer rezerwacji to {number}",
    "text": "Wysłaliśmy e-mail z szczegółami rezerwacji na adres {email}",
    "text2": "Jeśli nie widzisz wiadomości e-mail w swojej skrzynce odbiorczej, sprawdź folder ze spamem.",
    "details": {
      "serviceTypeField": "Typ usługi",
      "serviceField": "Usługa"
    },
    "buttonReturn": "Przejdź do strony głównej"
  },
  "reschedule": {
    "title": "Przełóż wizytę",
    "subTitle": "Prosimy, aby w przypadku zmiany lub odwołania terminu wizyty, dokonać tego co najmniej 1 godzinę przed planowanym terminem.",
    "buttonSave": "Zapisz zmiany",
    "buttonDelete": "Anuluj",
    "buttonReturn": "Powrót do strony głównej",
    "error": "Nie znaleziono wizyty.",
    "successfullyRescheduled": "Rezerwacja została pomyślnie przełożona",
    "successfullyCanceld": {
      "title": "Rezerwacja została pomyślnie anulowana",
      "subtitle": "Bardzo nam przykro, że anulowałeś swoją wizytę. Mamy nadzieję, że ponownie dokonasz rezerwacji u nas :)"
    },
    "details": {
      "title": "Twój numer rezerwacji to {number}",
      "text": "Wysłaliśmy e-mail z szczegółami rezerwacji na adres {email}",
      "serviceTypeField": "Rodzaj usługi",
      "serviceField": "Usługa"
    },
    "askDelete": {
      "title": "Czy na pewno chcesz anulować swoją rezerwację?",
      "subtitle": "Po anulowaniu możesz dokonać nowej rezerwacji na stronie internetowej.",
      "buttonDelete": "Anuluj rezerwację",
      "buttonGoBack": "Wróć"
    }
  },
  "fetchErrors": "Proszę odświeżyć stronę i spróbować ponownie.",
  "policy": {
    "Title": "Polityka Prywatności",
    "Intro1": "Szanowny Użytkowniku, ",
    "Intro2": "Dbam o Twoją prywatność oraz komfort korzystania z mojej usługi. Dlatego przekazuję Ci kluczowe informacje dotyczące przetwarzania Twoich danych osobowych.",
    "items": {
      "GeneralProvisions": {
        "title": "Postanowienia ogólne",
        "1": "Administratorem danych osobowych jest Darya Miadzvedzeva z siedzibą we Wrocławiu przy ul. Mieszczańskiej 30/7b, 50-201 Wrocław (dalej „Administrator”).",
        "2": "W sprawach związanych z przetwarzaniem Twoich danych osobowych możesz kontaktować się pod następującym adresem e-mail: daryauo.piercing@gmail.com lub korespondencyjnie na adres: ul. Mieszczańska 30/7b, 50-201 Wrocław.",
        "3": "Twoje dane osobowe są przetwarzane na stronie zgodnie z wymogami Ogólnego Rozporządzenia o Ochronie Danych Osobowych (ang. General Data Protection Regulation, GDPR; Rozporządzenie (UE) 2016/679, pol. Rozporządzenie o ochronie danych osobowych (RODO) - dalej GDPR) i określają sposób przetwarzania danych osobowych oraz środki zapewnienia bezpieczeństwa danych osobowych podejmowane przez Administratora.",
        "4": "Niniejsza Polityka Prywatności (dalej „Polityka”) dotyczy wszystkich informacji, jakie Administrator może uzyskać o odwiedzających stronę https://daryauo-piercing.com/ (dalej „Strona”).",
        "5": "Użytkownik — każda osoba fizyczna, która odwiedza Stronę i/lub korzysta z oferowanych na niej usług, wypełnia formularze, przesyła zapytania lub podejmuje inne działania związane z korzystaniem ze Strony."
      },
      "PersonalDataProcessed": {
        "title": "Administrator może przetwarzać następujące dane osobowe Użytkownika",
        "1": "Imię",
        "2": "Numer telefonu",
        "3": "Adres e-mail",
        "4": "Podanie prawdziwych danych osobowych jest dobrowolne, ale bez nich świadczenie usługi nie jest możliwe. Użytkownik, przekazując swoje dane, potwierdza zgodność z niniejszą Polityką."
      },
      "PurposesOfDataProcessing": {
        "title": "Cele przetwarzania danych osobowych",
        "1": "Wszystkie dane są przetwarzane wyłącznie w celu świadczenia usług. Bez zgody na ich przetwarzanie realizacja usługi przez Administratora jest niemożliwa.",
        "2": {
          "title": "Cele przetwarzania danych osobowych Użytkownika:",
          "1": "przetwarzanie rezerwacji usług;",
          "2": "informowanie Użytkownika poprzez wysyłkę wiadomości e-mail;",
          "3": "utrzymywanie kontaktu z Użytkownikiem w sprawach dotyczących rezerwacji lub innych kwestii."
        }
      },
      "LegalBasis": {
        "title": "Podstawy prawne przetwarzania danych osobowych",
        "1": {
          "title": "Podstawy prawne przetwarzania danych osobowych przez Administratora to:",
          "1": "zgoda Użytkowników na przetwarzanie ich danych osobowych;",
          "2": "GDPR;",
          "3": "inne przepisy prawne w zakresie ochrony danych osobowych."
        },
        "2": "Administrator przetwarza dane osobowe Użytkownika wyłącznie w przypadku ich samodzielnego wypełnienia i/lub przesłania przez Użytkownika za pośrednictwem formularzy znajdujących się na Stronie lub przesłanych do Administratora za pośrednictwem e-maila. Wypełniając odpowiednie formularze i/lub przesyłając swoje dane osobowe Administratorowi, Użytkownik wyraża zgodę na niniejszą Politykę."
      },
      "SecurityPolicy": {
        "title": "Polityka bezpieczeństwa — jak Administrator chroni Twoje dane",
        "1": "Dane osobowe podane w formularzu na Stronie oraz w korespondencji e-mailowej są traktowane jako poufne i nie są widoczne dla osób trzecich.",
        "2": "Administrator wykorzystuje najnowsze technologie i specjalne procedury w celu ochrony danych osobowych, w tym szyfrowanie połączenia za pomocą certyfikatu SSL. Dane osobowe są przechowywane w bazie danych, w której stosowane są środki techniczne i organizacyjne zapewniające bezpieczeństwo przetwarzanych danych zgodnie z wymaganiami GDPR.",
        "3": "Administrator oświadcza, że podjął wszelkie niezbędne środki techniczne i organizacyjne w celu zapewnienia bezpieczeństwa i integralności przetwarzanych danych osobowych oraz zapobieżenia ich utracie, zmianie i/lub dostępowi osób nieupoważnionych."
      },
      "DataProcessingProcedures": {
        "title": "Zasady gromadzenia, przechowywania, przekazywania i innych form przetwarzania danych osobowych",
        "subtitle": "Bezpieczeństwo danych osobowych przetwarzanych przez Administratora zapewniane jest poprzez realizację środków prawnych, organizacyjnych i technicznych, niezbędnych do pełnego spełnienia wymogów obowiązujących przepisów w zakresie ochrony danych osobowych.",
        "1": "Administrator zapewnia bezpieczeństwo danych osobowych i podejmuje wszelkie możliwe środki, aby wykluczyć dostęp osób nieupoważnionych do danych osobowych.",
        "2": "Dane osobowe Użytkownika nigdy, w żadnych okolicznościach, nie będą przekazywane osobom trzecim, z wyjątkiem przypadków wynikających z obowiązującego prawa lub w przypadku, gdy osoba, której dane dotyczą, wyraziła zgodę na przekazanie danych osobie trzeciej w celu realizacji zobowiązań umowy cywilnoprawnej.",
        "3": "Okres przetwarzania danych osobowych jest określany przez osiągnięcie celów, dla których dane osobowe zostały zebrane. W przypadku zakończenia tych celów lub cofnięcia zgody dane zostają usunięte, o ile dalsze ich przetwarzanie nie jest wymagane przez przepisy prawa lub w celu realizacji zobowiązań umownych.",
        "4": "Warunkiem zaprzestania przetwarzania danych osobowych może być osiągnięcie celów przetwarzania, upływ terminu ważności zgody osoby, której dane dotyczą, lub cofnięcie zgody przez osobę, której dane dotyczą, a także stwierdzenie niezgodnego z prawem przetwarzania danych osobowych.",
        "5": "Nałożone przez osobę, której dane dotyczą, ograniczenia w zakresie przekazywania (poza udostępnianiem), przetwarzania lub warunków przetwarzania (poza udostępnianiem) danych osobowych dopuszczonych do rozpowszechniania nie mają zastosowania w przypadkach przetwarzania danych osobowych w interesie publicznym, zgodnie z prawem Polski i UE. Przekazanie odbywa się wyłącznie zgodnie z GDPR.",
        "6": "Administrator, przetwarzając dane osobowe, zapewnia ich poufność."
      },
      "UserRights": {
        "title": "Jakie masz prawa w związku z przetwarzaniem Twoich danych?",
        "1": {
          "title": "W związku z przetwarzaniem Twoich danych osobowych masz prawo do:",
          "1": "dostępu do swoich danych, w tym do uzyskania ich kopii (artykuł 15 GDPR lub, jeśli dotyczy, artykuł 13 ust. 1 lit. f) GDPR);",
          "2": "żądania sprostowania danych (artykuł 16 GDPR);",
          "3": "żądania usunięcia danych przetwarzanych bez podstawy prawnej (artykuł 17 GDPR);",
          "4": "ograniczenia przetwarzania danych (wstrzymania operacji na danych) (artykuł 18 GDPR);",
          "5": "przenoszenia danych do innego administratora (artykuł 20 GDPR);",
          "6": "wycofania zgody na przetwarzanie danych w dowolnym momencie, jeśli jest ono oparte na art. 6 ust. 1 lit. f) GDPR, bez wpływu na przetwarzanie dokonane na podstawie zgody przed jej cofnięciem."
        },
        "2": "Jeśli uważasz, że Twoje dane są przetwarzane niezgodnie z prawem, możesz złożyć skargę do Prezesa Urzędu Ochrony Danych Osobowych."
      },
      "FinalProvisions": {
        "title": "Postanowienia końcowe",
        "1": "Użytkownik może uzyskać wszelkie wyjaśnienia dotyczące przetwarzania swoich danych osobowych, kontaktując się z Administratorem za pomocą e-maila daryauo.piercing@gmail.com.",
        "2": "Administrator zastrzega sobie prawo do wprowadzania zmian w niniejszym dokumencie w przypadku zmian przepisów prawnych dotyczących ochrony danych osobowych. Powiadomienie o wszelkich zmianach lub uzupełnieniach Polityki Prywatności zostanie opublikowane na stronie."
      }
    },
    "back": "Powrót do strony głównej",
    "button": "Zarezerwuj teraz"
  },
  "404": {
    "title": "404. Oops, Strona nie została znaleziona!",
    "subtitle": "Strona, której szukasz, nie została znaleziona.",
    "text": "Co możesz zrobić?",
    "text1": "Sprawdź wpisany adres strony",
    "text2": "Przejdź do Strony głównej",
    "back": "Powrót do strony głównej"
  }
}
